---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndType
source: html/e372165a-a96c-2913-d3c1-c5d7ce52717f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndType Property

"Indicator as Prefix / Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndType { get; }
```